Repository: gunnjo/pam-face-authentication
Catalog: trunk/qtbranch/trans/qt_facetrainer_*.po
Languages: es, fr, it, nl, pt_pt, sv, tr, uk

source: About the Software \m/
es: Acerca del Software \m/
fr: À propos du logiciel \m/
it: Riguardo il programma \m/
nl: Over de software \m/
pt_pt: Sobre o Software \m/
sv: Om programmet \m/
tr: Uygulama Hakkında \m/
uk: Про програму \m/

source: Pluggable Authentication Module for your favorite Linux Distro
es: Módulo Conector de autenticación (PAM) de su distribución favorita de Linux
fr: Module PAM de votre distribution Linux favorite
nl: Inplugbare authenticatiemodule voor uw favoriete Linux distributie
pt_pt: Módulo de Autenticação para a sua distribuição de Linux preferida
sv: Autentiseringsmodul för din favoritdistribution
tr: Favori Linux Dağıtımınız için PAM Modülü
uk: PAM модуль для вашого улюбленого Linux дистрибутиву

source: About
es: Acerca de
fr: À propos
nl: Info over
pt_pt: Sobre
sv: Om
tr: Hakkında
uk: Детальніше

source: This program allows you to login by Face Authentication. Care has been taken to give you the best User Experience Possible. If you encounter any bugs , report at
es: El presente programa le permite loguearse con el rostro. Se hicieron mayores esfuerzos para que tenga la mejor experiencia de uso posible. Si encuentra algún desperfecto, por favor reporte a
fr: Ce programme permet la connexion par reconnaissance du visage. Si, malgré le soin apporté à la réalisation de ce logiciel, vous rencontriez un bogue, signalez-le sur
it: Questo programma ti permette di effettuare il login con l'analisi biometrica del volto. Abbiamo fatto in modo di renderne l'utilizzo il più semplice ed efficace possibile. Se trovi dei bug, segnalali su
nl: Dit programma maakt het aanmelden door gezichtsherkenning mogelijk. Het geeft de meest gemakkelijke gebruikerservaring. Indien er fouten optreden, meldt deze bij
pt_pt: Este programa permite-lhe fazer o login por Autenticação da Face. Foram feitos todos os esforços para que tenha uma experiência agradável na sua utilização. Se encontrar quaisquer erros, reporte-os para
sv: Det här programmet låter dig logga in med ansiktsigenkänning. Åtgärder har tagits för att ge dig bästa möjliga användarupplevelse. Om du upptäcker fel, rapportera det på
tr: Bu program Yüz Denetimi ile oturum açmanızı sağlar. Bir hatayla karşılaşırsanız, lütfen şuraya raporlayın:
uk: Ця програма дозволить вам входити в систему, використовуючи ідентифікацію лиця особи. Повідомляйте про помилки на

source: This program was developed during the auspicious Google Summer of Code program in 2009 and 2008
es: El desarrolló del software se llevó adelante durante el programa "Google Summer of Code" en 2009 y 2008
fr: Ce programme fut développé au cours des Google Summer of Code 2008 et 2009
it: Questo programma è stato sviluppato durnate il fausto Google Summer of Code 2009 e 2008.
nl: Dit programma is ontwikkeld tijdens de Google Summer of Code in 2009 en 2008
pt_pt: Este programa foi desenvolvido durante o auspicioso programa Google Summer of Code em 2009 e 2008
sv: Det här programmet har utvecklats under det lyckobringande Google Summer of Code perioden 2008-2009
tr: Bu program Google Summer of Code 2008 ve 2009 dönemlerinde geliştirilmiştir
uk: Ця програма була розроблена під час Google Summer of Code у 2008 та 2009 роках

source: Authors
es: Autores
fr: Auteurs
it: Autori
nl: Auteurs
pt_pt: Autores
sv: Upphovsman
tr: Yazarlar
uk: Автори

source: Thanks To
es: Agradecimientos a
fr: Merci à
it: Ringraziamenti
nl: Met dank aan
pt_pt: Agradecimentos
sv: Tack till
tr: Teşekkürler
uk: Спасибі

source: Translation
es: Traducción
fr: Traduction
it: Traduzione
nl: Vertaling
pt_pt: Tradução
sv: Översättning
tr: Çeviri
uk: Переклад

source: Artwork
es: Diseño
fr: Travail graphique
it: Grafica
nl: Illustraties
pt_pt: Arte
sv: Grafik
tr: Grafik
uk: Дизайн

source: Face Trainer
es: Entrenador de Rostro
fr: Reconnaissance du visage
nl: Trainer voor gezichtsherkenning
pt_pt: Registo de Faces
sv: Ansiktstränare
tr: Yüz Eğitici
uk: Сканування лиця

source: Next
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende
pt_pt: Seguinte
sv: Nästa
tr: İleri
uk: Далі

source: For Your Information
es: Para su Información
fr: Pour votre information
it: Per tua informazione
nl: Ter informatie
pt_pt: Para sua informação
sv: För kännedom
tr: Bilginize
uk: До вашого відома

source: Exit
es: Salir
fr: Quitter
it: Esci
nl: Afsluiten
pt_pt: Sair
sv: Avsluta
tr: Çıkış
uk: Вихід

source: color: rgb(139, 139, 139);
pt_pt: cor: rgb(139, 139, 139);

source: Read the instructions for High Efficiency
es: Lea las instrucciones para alto rendimiento
fr: Lisez les instructions pour plus d'efficacité
it: Leggi le istruzioni per un'efficienza migliore
nl: Lees de instructies voor het beste resultaat
pt_pt: Para maior eficiência, leia as instruções
sv: Läs instruktionerna för bättre resultat
tr: Yüksek verim için yönergeleri okuyun
uk: Прочитайте інструкцію

source: color: rgb(126, 126, 126);
pt_pt: cor: rgb(126, 126, 126);

source: To ensure high efficiency please keep proper distance between face and webcam
es: Para asegurar alto rendimiento, favor mantenga la distancia adecuada entre su rostro y la webcam
fr: Pour plus d'efficacité, veuillez garder une distance convenable entre votre visage et la webcam
it: Per ottentere una maggiore efficienza mantieni la giusta distanza tra il viso e la webcam.
nl: Houdt normale afstand tussen gezicht en webcam voor het beste resultaat
pt_pt: Para assegurar uma maior eficiência mantenha uma distância conveniente da câmera
sv: För att försäkra hög säkerhet, håll lämpligt avstånd till kameran.
tr: En verimli tanıma işlemi için kamera ve yüzünüz arasında uygun mesafe olmasına dikkat edin
uk: Для забезпечення високої ефективності підтримуйте належну відстань між лицем та веб-камерою

source: Try to sit where there is ample lighting
es: Intente sentarse en un lugar bien iluminado
fr: Asseyez-vous de préférence dans un endroit bien éclairé
it: Se possibile, siediti in un luogo luminoso.
nl: Zorg voor voldoende belichting
pt_pt: Procure um lugar com boa luz
sv: Försök att sitta i rik belysning.
tr: Aydınlık bir ortamda bulunmayı deneyin
uk: Спробуйте сісти там, де є достатнє освітлення

source: No glass or hat as it might affect the recognition rate
es: Sin anteojos y sombrero, ya que puede perjudicar la tasa de reconocimiento
fr: Ôtez vos lunettes et chapeau éventuels
it: Evita di usare occhiali o cappelli per rendere il riconoscimento più semplice.
nl: Geen bril of hoed omdat het herkenning kan be√Ønvloeden
pt_pt: Não use óculos ou chapéu pois podem afectar o grau de reconhecimento
sv: Varken glasögon eller hatt då det kan påverka igenkänningshastigheten.
tr: Tanıma oranını etkilememesi için gözlük veya şapka takmayın
uk: Зніміть окуляри та головний убір, так як це може вплинути на швидкість розпізнавання

source: Capture
es: Capturar
it: Cattura
nl: Opnemen
pt_pt: Capturar
sv: Ta bild
tr: Yakala
uk: Захоплення

source: Train Your Face
es: Entrenar su rostro
fr: Identification du visage
nl: Gezicht opnemen
pt_pt: Escolha de faces
sv: Lär känna ditt ansikte
tr: Yüz Eğitimi
uk: Сканувати ваше обличчя

source: Back
es: Atrás
fr: Retour
it: Indietro
nl: Terug
pt_pt: Anterior
sv: Föregående
tr: Geri
uk: Назад

# faceTrainer#16
source: Advanced Settings
es: Configuración avanzada
fr: Paramètres avancés
it: Impostazioni avanzate
nl: Geavanceerde instellingen
pt_pt: Configurações avançadas
sv: Avancerade inställningar
tr: Gelişmiş Ayarlar
uk: Додаткові налаштування

source: About this Software !
es: Acerca de éste software !
fr: À propos de ce logiciel !
it: Riguardo questo programma!
nl: Over deze software !
pt_pt: Sobre este Software!
sv: Om programmet!
tr: Uygulama Hakkında !
uk: Про програму

source: Delete Selected Item
es: Eliminar item seleccionado
fr: Supprimer l'élément sélectionné
it: Elimina oggetto selezionato
nl: Geselecteerd item verwijderen
pt_pt: Apagar Item seleccionado
sv: Ta bort valt objekt
tr: Seçili Ögeyi Sil
uk: Видалити вибране фото

source: Congratulations
es: Felicitaciones
fr: Félicitations
it: Congratulazioni
nl: Gefeliciteerd
pt_pt: Parabéns
sv: Gratulerar
tr: Tebrikler
uk: Вітаємо!

source: Get ready to be dazzled!
es: Preparese a ser impresionado!
fr: Préparez-vous à être flashé !
it: Preparati ad essere abbagliato!
nl: Wees gereed om verwonderd te zijn!
pt_pt: Surpreenda-se ...!
sv: Förbered dig på att överväldigas!
tr: Şaşırmaya hazır olun!
uk: Приготуйтесь!

source: Finish
es: Terminar
fr: Terminé
it: Finito
nl: Voltooien
pt_pt: Terminar
sv: Avsluta
tr: Bitir
uk: Закінчити

source: Thank you for using our application, to be a part of this project , visit http://code.google.com/p/pam-face-authentication/ , we hope to see you there! regards Developers
es: Gracias por usar nuestro programa, para participar en el proyecto visitehttp://code.google.com/p/pam-face-authentication/ , esperamos encontrarle allá! atentamente los desarrolladores
fr: Merci d'utiliser notre programme. Si vous désirez y contribuer, visitez http://code.google.com/p/pam-face-authentication. À bientôt ! Cordialement, les développeurs
it: Grazie di usare questo programma, per collaborare visita http://code.google.com/p/pam-face-authentication/, ci auguriamo di incontrarti! Ossequi, Gli Sviluppatori
nl: Bedankt voor het gebruiken van deze toepassing, om deel van dit project te zijn, bezoek http://code.google.com/p/pam-face-authentication/ , wij hopen U daar te zien! m.vr.gr. Ontwikkelaars
pt_pt: Obrigado por usar a nossa aplicação. Para tomar parte neste projecto visite http://code.google.com/p/pam-face-authentication/. Esperamos vê-lo lá! Cumprimentos Os desenvolvedores
sv: Tack för att du använder vårt program. För att bli en del av projektet, besök http://code.google.com/p/pam-face-authentication/, vi hoppas på att få se dig där! hälsningar Utvecklarna
tr: Bu uygulamayı kullandığınız için teşekkürler. Projenin bir parçası olmak istiyorsanız, http://code.google.com/p/pam-face-authentication/ adresini ziyaret edin. Orada görüşmek üzere! saygılar Geliştiriciler
uk: Дякуємо за використання нашого програмного забезпечення, відвідуйте наш сайт: http://code.google.com/p/pam-face-authentication/

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pt_pt: Cancelar
sv: Avbryt
tr: İptal
uk: Скасувати

source: Please come closer to the camera.
es: Por favor acerquese más a la camara.
fr: Merci de vous rapprocher de la caméra.
it: Avvicinati alla camera.
nl: Kom dichter bij de camera.
pt_pt: P.f. aproxime-se da câmera.
sv: Vänligen flytta dig närmare kameran.
tr: Lütfen kameraya yaklaşın
uk: Будь ласка, посуньтеся ближче до камери.

source: Please go little far from the camera.
es: Por favor alejese un poco de la camara.
fr: Merci de vous éloigner un peu de la caméra.
it: Allontanati un po' dalla camera.
nl: Ga verder van de camera af.
pt_pt: P.f. afaste-se um pouco da câmera.
sv: Vänligen flytta dig lite längre ifrån kameran.
tr: Lütfen kameradan biraz uzaklaşın
uk: Будь ласка, відсуньте від камери.

source: Unable to Detect Your Face.
es: Rostro no reconocido.
fr: Impossible de détecter votre visage.
it: Impossibile individuare il viso.
nl: Kan het gezicht te herkennen.
pt_pt: Incapaz de detectar a sua face.
sv: Kan inte avläsa ditt ansikte.
tr: Yüzünüz Tanımlanamadı.
uk: Не вдалося визначити ваше обличчя.

source: Tracker lost, trying to reinitialize.
es: Pérdida de rastreador, intente reiniciar.
fr: Traqueur perdu, essai de réinitialisation.
nl: Detecteren is mislukt, bezig met her-initialisatie.
pt_pt: Linha de detecção perdida. Tentando reinicializar.
sv: Tappat spårning, försöker återstarta.
tr: İzleyici kayboldu, lütfen yeniden başlatın.
uk: Спроба повторної ініціалізації.

source: Tracking in progress.
es: Rastreando..
fr: Traquage en cours.
nl: Detecteren is bezig.
pt_pt: Detecção em progresso.
sv: Spårning pågår.
tr: Tanımlama işlemi sürüyor.
uk: Слідкування за прогресом.

source: Captured %1 / %2 faces.
es: Capturados %1 / %2 rostros.
fr: %1 / %2 visage capturé.
it: %1 / %2 immagini catturate.
nl: Ontvangen %1 / %2 gezichten.
pt_pt: Capturadas %1 / %2 faces.
sv: Tog %1 av %2 ansikten.
tr: %1 / %2 yüz yakalandı.
uk: Записано %1 / %2 лиця.

source: Capturing Image Finished.
es: Captura de imágen terminada.
fr: Fin de la capture d'image.
it: Cattura delle immagini completata.
nl: Afbeelding ontvangen is voltooid.
pt_pt: Captura da imagem terminada.
sv: Bildtagning avslutad.
tr: Resim Yakalama İşlemi Bitti.
uk: Захоплення зображення закінчено.

source: Processing Faces, Please Wait ...
es: Procesando rostros, por favor espere ...
fr: Traitement du visage, veuillez patienter...
it: Elaborazione volti, attendere...
nl: Bezig gezichten te herkennen, even geduld ...
pt_pt: Processando as faces, p.f. aguarde ...
sv: Berabetar ansikte, vänligen vänta...
tr: Yüzler İşleniyor, Lütfen Bekleyin ...
uk: Обробка лиця, будь ласка зачекайте ...

source: Processing Completed.
es: Procesamiento terminado.
fr: Traitement terminé.
it: Elaborazione completata.
nl: Herkenning is voltooid.
pt_pt: Processamento completo.
sv: Bearbetning avslutad.
tr: İşlem Tamamlandı.
uk: Обробка закінчена.

source: <strong>Error</strong>
fr: <strong>Erreur</strong>
it: <strong>Errore</strong>
nl: <strong>Fout</strong>
pt_pt: <strong>Erro</strong>
sv: <strong>Fel</strong>
tr: <strong>Hata</strong>
uk: <strong>Помилка</strong>

source: Camera Not Found. <br /> Plugin Your Camera and Try Again.
es: Camera No Encontrada! <br /> Vuelva a conectar su camara e intente de nuevo.
fr: Caméra non trouvée. <br /> Branchez votre caméra et essayer de nouveau.
it: Camera non trovata. <br /> Collegala e prova di nuovo.
nl: Camera is niet gevonden. <br /> Sluit de camera aan en probeer het opnieuw.
pt_pt: Câmera não encontrada. <br /> Ligue a sua câmera e tente outra vez.
sv: Hittade inte någon kamera. <br /> Anslut din kamera och försök igen.
tr: Kamera Bulunamadı. <br />Kameranızı Takın ve Tekrar Deneyin.
uk: Камера не знайдена. <br /> Підключіть вашу камеру і спробуйте знову.

# faceTrainerAdvSettings#1
source: Advanced Settings
es: Configuración Avanzada
fr: Paramètres avancés
it: Impostazioni avanzate
nl: Geavanceerde instellingen
pt_pt: Configuração avançada
sv: Avancerade inställningar
tr: Gelişmiş Ayarlar
uk: Додаткові налаштування

source: Low Security
es: Seguridad baja
fr: Sécurité basse
it: Bassa sicurezza
nl: Lage beveiliging
pt_pt: Baixa segurança
sv: Låg säkerhet
tr: Düşük Güvenlik
uk: Низька безпека

source: High Security
es: Seguridad alta
fr: Sécurité haute
it: Alta sicurezza
nl: Hoge beveiliging
pt_pt: Alta segurança
sv: Hög säkerhet
tr: Yüksek Güvenlik
uk: Висока безпека

source: Test Recognition
es: Prueba de Reconocimiento
fr: Test de reconnaissance
it: Test di riconoscimento
nl: Herkenning testen
pt_pt: Teste de reconhecimento
sv: Testa igenkänning
tr: Tanımayı Test Et
uk: Тест розпізнавання

source: Yes/No
es: Sí/No
fr: Oui/Non
it: Si/No
nl: Ja/Nee
pt_pt: Sim/Não
sv: Ja/Nej
tr: Evet/Hayır
uk: Так/Ні

source: Test Recognition Result:
es: Resultado de prueba de reconocimiento:
fr: Résultat du test de reconnaissance :
it: Risultato del test di riconoscimento:
nl: Resultaat herkenningstest:
pt_pt: Reconhecimento:
sv: Testresultat, igenkänning:
tr: Tanıma Testi Sonucu:
uk: Результат розпізнавання:

source: Save Config
es: Guardar Configuración
fr: Enregistrer la configuration
it: Salva configurazione
nl: Instellingen opslaan
pt_pt: Guardar a Config.
sv: Spara inställning
tr: Yapılandırmayı Kaydet
uk: Зберегти налаштування

source: Defaults
es: Predeterminados
fr: Par défaut
it: Default
nl: Standaard
pt_pt: Por omissão
sv: Förval
tr: Öntanımlılar
uk: За замовчуванням

source: Medium
es: Medio
fr: Moyen
it: Medio
pt_pt: Média
sv: Medel
tr: Orta
uk: Помірний

source: Yes
es: Sí
fr: Oui
it: Si
nl: Ja
pt_pt: Sim
sv: Ja
tr: Evet
uk: Так

source: No
fr: Non
nl: Nee
pt_pt: Não
sv: Nej
tr: Hayır
uk: Ні

source: OK
tr: Tamam
uk: Добре
